tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bat"
brew "glib"
brew "git"
brew "gnu-sed"
brew "peco"
brew "pyenv"
brew "tree"
brew "wget"
brew "zinit"

cask "karabiner-elements"
cask "google-chrome"
cask "iterm2"
cask "alt-tab"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "visual-studio-code"
cask "xquartz"
brew "perl"
cask "mactex-no-gui"
cask "latexit"
cask "obs"
cask "slack"
cask "affinity-designer"
cask "bettertouchtool"
cask "zoom"
cask "webex"
cask "microsoft-teams"
cask "clipy"
cask "google-japanese-ime"
cask "google-drive"
cask "iina"
