tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "ffmpeg"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "pandoc"
brew "peco"
brew "perl"
brew "pyenv"
brew "tree"
brew "wget"
brew "zinit"
cask "appcleaner"
cask "bettertouchtool"
cask "cheatsheet"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "mactex"
cask "obs"
cask "skim"
cask "slack"
cask "stats"
cask "typora"
cask "visual-studio-code"
cask "warp"
cask "webex"
cask "xquartz"
cask "zoom"
