tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "glib"
brew "git"
brew "gnu-sed"
brew "harfbuzz"
brew "graphviz"
brew "peco"
brew "pyenv"
brew "r"
brew "tree"
brew "wget"
brew "zinit"
cask "alt-tab"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "pycharm"
cask "visual-studio-code"
cask "xquartz"
